Repository: amatukaze/ing
Catalog: src/Core/UWP/Localization/resw/*/Resources.resw
Source language: en_us
Languages: ja

# AppTitle.Text
source: Intelligent Naval Gun
ja: いんてりじぇんと連装砲くん

# SettingsTitle.Text
source: Settings
ja: 設定

# UserFont.Text
source: User language font
ja: UI フォント

# ContentFont.Text
source: Game content font
ja: ゲームテキストフォント

# TraslateGameContent.Header
source: Translate game content
ja: ゲームテキストを翻訳

# RestartRequired.Text
source: Will take effect after restart
ja: 再起動が必要

# SampleText.Text
source: Sample Text
ja: サンプルテキスト Sample Text

# FontPicker.Title
source: Select Font
ja: フォントを選択

# FontPicker.SecondaryButtonText
source: Cancel
ja: キャンセル

# LogMigration_ShipCreation.Header
source: Ship construction record
ja: 建造歴史

# LogMigration_EquipmentCreation.Header
source: Equipment development record
ja: 開発歴史

# LogMigration_ExpeditionCompletion.Header
source: Expedition record
ja: 遠征歴史

# LogMigration_BattleAndDrop.Header
source: Drop/battle record
ja: 戦闘/ドロップ歴史

# LogMigration_MaterialsChange.Header
source: Materials history
ja: 資材歴史

# LogMigration_DoMigrate.Content
source: Import
ja: 取り込み

# Logging_Column_Time.Header
source: Time
ja: 日時

# Logging_Column_Fuel.Header
source: Fuel
ja: 燃料

# Logging_Column_Bullet.Header
source: Bullet
ja: 弾薬

# Logging_Column_Steel.Header
source: Steel
ja: 鋼材

# Logging_Column_Bauxite.Header
source: Bauxite
ja: ボーキサイト

# Logging_Column_InstantBuild.Header
source: Instant build
ja: 高速建造材

# Logging_Column_InstantRepair.Header
source: Instant repair
ja: 高速修復材

# Logging_Column_Development.Header
source: Development material
ja: 開発資材

# Logging_Column_Improvement.Header
source: Improvement material
ja: 改修資材

# Logging_Column_ConstructionType.Header
source: Construction type
ja: 建造タイプ

# Logging_Column_Result.Header
source: Result
ja: 結果

# Logging_Column_EmptyDockCount.Header
source: Empty Docks
ja: 空ドック

# Logging_Column_Secretary.Header
source: Secretary
ja: 秘書艦

# Logging_Column_AdmiralLevel.Header
source: HQ Lv.
ja: 提督レベル

# Logging_Column_Success.Header
source: Success
ja: 成功

# Logging_Column_EquipmentType.Header
source: Equipment Type
ja: 装備タイプ

# Logging_Column_Expedition.Header
source: Expedition
ja: 遠征

# Logging_Column_Item1.Header
source: Item1
ja: アイテム1

# Logging_Column_Item2.Header
source: Item2
ja: アイテム2

# Logging_Column_MapId.Header
source: Map
ja: マップ

# Logging_Column_MapName.Header
source: Map name
ja: 海域

# Logging_Column_RouteId.Header
source: Point
ja: マス

# Logging_Column_EnemyFleetName.Header
source: Enemy fleet
ja: 敵艦隊名

# Logging_Column_Rank.Header
source: Victory Rank
ja: 勝利評価

# Logging_Column_ShipDrop.Header
source: Dropped ship
ja: ドロップ艦娘

# Logging_Column_UseItemDrop.Header
source: Dropped item
ja: ドロップアイテム

# Logging_Item_BattleDetail.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Details
ja: 詳細

source: Land base defence
ja: 基地防空

# ShipsCount.Text
source: Ships count:
ja: 艦娘数：

# EquipmentCount.Text
source: Equipment count:
ja: 装備数：

# BuildingDocks.Content
source: Build
ja: 建造

# RepairingDocks.Content
source: Repair
ja: 入渠

# FleetState_Empty.Text
source: Fleet is empty
ja: 艦隊は空き

# FleetState_Ready.Text
source: Ready
ja: 準備完了

# FleetState_Sortie.Text
source: In sortie
ja: 出撃中

# FleetState_Warning.Text
source: In sortie
ja: 出撃中

# FleetState_Expedition.Text
source: In expedition
ja: 遠征中

# FleetState_Fatigued.Text
source: Morale regenerating
ja: 疲労回復中

# FleetState_Repairing.Text
source: Repairing in dock
ja: 入渠修理中

# FleetState_Damaged.Text
source: Ship is heavily damaged
ja: 大破の艦娘があります

# FleetState_Insufficient.Text
source: Supply required
ja: 補給が必要

# Fleet_Cost_Supply.Text
source: Supplying Cost
ja: 補給消费

# Fleet_Cost_Repair.Text
source: Repairing Cost
ja: 入渠消费

# Fleet_AFP.Text
source: AFP
ja: 制空

# Fleet_LoS.Text
source: LoS
ja: 索敵

# Combat_SelectableRoute.Text
source: Selectable Route
ja: 能動分岐

# Combat_AbyssalClass_Remodel.Text
source: Kai
ja: 改

# Combat_AbyssalClass_LateModel.Text
source: Late
ja: 後期型

# Combat_FightedPlane.Text
source: Fighter combat
ja: 空対空

# Combat_ShootedPlane.Text
source: Anti-air fire
ja: 艦対空

# Combat_SortieArea.Text
source: In sortie
ja: 出撃海域

# Combat_RouteId.Text
source: Position
ja: マス

# Combat_CurrentBattleDetail.Content
source: Details
ja: 詳細

# Combat_Night_TouchingPlane.Text
source: Night contact:
ja: 夜間触接

# Combat_Night_Flare.Text
source: Flare:
ja: 照明弹：

# MainPivot_Overview.Header
source: Overview
ja: 一覧

# MainPivot_Battle.Header
source: Battle
ja: 戦闘

# MainPivot_Maps.Header
source: Maps
ja: 海域

# Parameter_Textual_Firepower.Text
source: Firepower
ja: 火力

# Parameter_Textual_Torpedo.Text
source: Torpedo
ja: 雷装

# Parameter_Textual_AntiAir.Text
source: Anti air
ja: 対空

# Parameter_Textual_Armor.Text
source: Armor
ja: 装甲

# Combat_LandBaseAirDefence.Text
source: Land base defence
ja: 基地防空

# Combat_LandBaseAirDefence_Materials_Lost.Text
source: Materials lost
ja: 備蓄資源に損害を受けました

# Combat_LandBaseAirDefence_Materials_NotLost.Text
source: Materials not lost
ja: 備蓄資源に損害を受けません

# Combat_LandBaseAirDefence_Planes_Lost.Text
source: Planes lost
ja: 地上撃破の損害が発生しました

# Combat_LandBaseAirDefence_Planes_NotLost.Text
source: Planes not lost
ja: 地上撃破の損害が発生しません

# MapHP_Option.Header
source: Showing option
ja: 海域の表示

# MapHP_Option.OnContent
source: Not cleared
ja: 攻略中のみ

# MapHP_Option.OffContent
source: All maps
ja: すべて

# ShipCatalog_Column_ShipName.Header
source: Ship name
ja: 艦名

# ShipCatalog_Column_ShipType.Header
source: Ship type
ja: 艦種

# ShipCatalog_Column_Level.Header
source: Level
ja: レベル

# ShipCatalog_Column_Morale.Header
source: Morale
ja: 疲労

# ShipCatalog_Column_RepairingTime.Header
source: Repairing Time
ja: 修復時間

# ShipCatalog_Column_FirePower.Header
source: Firepower
ja: 火力

# ShipCatalog_Column_Torpedo.Header
source: Torpedo
ja: 雷装

# ShipCatalog_Column_AntiAir.Header
source: Anti air
ja: 対空

# ShipCatalog_Column_Armor.Header
source: Armor
ja: 装甲

# ShipCatalog_Column_Evasion.Header
source: Evasion
ja: 回避

# ShipCatalog_Column_AntiSubmarine.Header
source: Anti sub
ja: 対潜

# ShipCatalog_Column_LineOfSight.Header
source: LoS
ja: 索敵

# ShipCatalog_Column_Luck.Header
source: Luck
ja: 運

# ShipCatalog_Column_Equipment.Header
source: Equipped
ja: 装備

# EquipmentCatalog_SelectAll.Content
source: Select all
ja: すべて

# EquipmentCatalog_Column_EquipName.Header
source: Equipment name
ja: 装備名

# EquipmentCatalog_Column_EquipType.Header
source: Equipment Type
ja: 装備タイプ

# EquipmentCatalog_Column_Count.Header
source: Count (Avail.)
ja: 合計 (余り)

# Logging_Duration_1Day.Content
source: Last day
ja: 直近1日間

# Logging_Duration_1Week.Content
source: Last week
ja: 直近1週間

# Logging_Duration_2Week.Content
source: Last 2 weeks
ja: 直近2週間

# Logging_Duration_1Month.Content
source: Last month
ja: 直近1ヶ月

# Logging_Duration_3Month.Content
source: Last 3 months
ja: 直近2ヶ月

# Logging_Duration_6Month.Content
source: Last half year
ja: 直近半年間

# Logging_Duration_1Year.Content
source: Last year
ja: 直近1年間

# Logging_Duration_All.Content
source: All the time
ja: すべて

# TextBlock_Fuel.Text
source: Fuel
ja: 燃料

# TextBlock_Bullet.Text
source: Bullet
ja: 弾薬

# TextBlock_Steel.Text
source: Steel
ja: 鋼材

# TextBlock_Bauxite.Text
source: Bauxite
ja: ボーキサイト

# TextBlock_InstantBuild.Text
source: Instant build
ja: 高速建造材

# TextBlock_InstantRepair.Text
source: Instant repair
ja: 高速修復材

# TextBlock_Development.Text
source: Development material
ja: 開発資材

# TextBlock_Improvement.Text
source: Improvement material
ja: 改修資材
